commands_templates/SetScopes0.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsdl="http://www.onvif.org/ver10/device/wsdl">
   <soap:Header/>
   <soap:Body>
      <wsdl:SetScopes>
         <!--1 or more repetitions:-->
         <!--type: anyURI-->
         <wsdl:Scopes>?</wsdl:Scopes>
      </wsdl:SetScopes>
   </soap:Body>
</soap:Envelope>